Repository: venerdi2/OpenRailwayMap
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: it_it

source: More Info
it_it: Maggiori informazioni

source: Contact
it_it: Contatti

source: Javascript is not activated
it_it: Javascript non è attivo

source: Javascript is needed to show the map and run this website. Please turn on Javascript in your browser settings.
it_it: Javascript è necessario per mostrare la mappa ed eseguire questo sito Web. Attiva Javascript nelle impostazioni del tuo browser.

source: Loading...
it_it: Caricamento...

source: Nothing found.
it_it: Non è stato trovato nulla

source: Last update
it_it: Ultimo aggiornamento

source: Empty input.
it_it: Immissione vuota.

source: Kilometer
it_it: Chilometro

source: Track
it_it: Percorso

source: Permalink
it_it: Collegamento permanente

source: Hillshading
it_it: Ombreggiatura del terreno

source: Hillshading by <a href='https://www.nasa.gov/'>NASA SRTM</a>
it_it: Ombreggiatura del terreno da <a href='https://www.nasa.gov/'>NASA SRTM</a>

source: Rendering: OpenRailwayMap
it_it: Generazione: OpenRailwayMap

source: Mapnik Grayscale
it_it: Scala di grigi Mapnik

source: Map data &copy; OpenStreetMap contributors
it_it: Dati della mappa &copy; contributori di OpenStreetMap

source: Select a map style
it_it: Seleziona uno stile della mappa

source: Public transport
it_it: Trasporto pubblico

source: Search results
it_it: Risultati della ricerca

source: Search only in the current map view
it_it: Cerca solo nella vista corrente della mappa

source: HTML-Code
it_it: Codice HTML

source: Copy this HTML code snippet into your website to show a small map with a marker.
it_it: Copia questa porzione di codice HTML nel tuo sito Web per mostrare una piccola mappa con un marcatore

source: Fullscreen
it_it: Schermo intero

source: %d second
it_it: %d secondo

source: %d minute
it_it: %d minuto

source: %d hour
it_it: %d ora

source: %d day
it_it: %d giorno

source: %d week
it_it: %d settimana

source: %d month
it_it: %d mese

source: more than %s ago
it_it: più di %s fa

source: %s ago
it_it: %s fa

source: Infrastructure
it_it: Infrastruttura

source: Signalling
it_it: Segnalazione

source: Maxspeeds
it_it: Velocità massime

source: Electrification
it_it: Elettrificazione

source: Halt
it_it: Fermata

source: Station
it_it: Stazione

source: Junction
it_it: Scambio

source: Yard
it_it: Piazzale di manovra

source: Crossover
it_it: Cambio linea

source: Site
it_it: Sito

source: Service station
it_it: Stazione di servizio

source: Tram stop
it_it: Fermata tranviaria

source: Milestone
it_it: Pietra miliare

source: Signal
it_it: Segnale

source: Level crossing
it_it: Passaggio a livello

source: Crossing
it_it: Attraversamento

source: Legend
it_it: Legenda

source: Bridge
it_it: Ponte

source: Line ref
it_it: Riferimento della linea

source: Railroad line
it_it: Ferrovía

source: Siding
it_it: Binario laterale

source: Yard track
it_it: Binario di manovra

source: Spur
it_it: Binario di servizio interno

source: Crossover track
it_it: Binario di incrocio

source: Branch line
it_it: Diramazione

source: Main line
it_it: Línea principale

source: Highspeed line
it_it: Línea ad alta velocità

source: Industrial line
it_it: Línea industriale

source: Industrial service track
it_it: Binario di servizio industriale

source: Preserved track
it_it: Ferrovia storica

source: Preserved service track
it_it: Binario di servizio storico

source: Track under construction
it_it: Binario in costruzione

source: Proposed track
it_it: Binario proposto

source: Disused track
it_it: Binario in disuso

source: Abandoned track
it_it: Binario abbandonato

source: Razed track
it_it: Binario a raso

source: Tram
it_it: Tranvía

source: Subway
it_it: Metropolitana

source: Light rail
it_it: Treno leggero

source: Narrow gauge track
it_it: Binario a scartamento ridotto

source: Switch (remote-controlled)
it_it: Scambio (operato a distanza)

source: Switch (local operated)
it_it: Scambio (operato localmente)

source: Resetting switch
it_it: Ripristino dello scambio

source: Signal box
it_it: Cabina di manovra

source: Owner change
it_it: Cambio di proprietario

source: Railway crossing
it_it: Passaggio a livello

source: Buffer stop
it_it: Respingente

source: Isolated track section
it_it: Sezione di binario isolata

source: Platform
it_it: Piattaforma

source: Vending machine
it_it: Emettitrice automatica

source: Ticket shop
it_it: Bigliettería

source: Subway entrance
it_it: Ingresso della metropolitana

source: Phone
it_it: Telefono

source: Water tower
it_it: Torre dell'acqua

source: Fuel
it_it: Combustibile

source: Water crane
it_it: Braccio per il carico dell'acqua

source: Coaling facility
it_it: Impianto del carbone

source: Wash
it_it: Lavaggio

source: Pit
it_it: Fossa

source: Loading gauge
it_it: Indicatore di carico

source: Hump yard
it_it: Gobba di servizio

source: Rail brake
it_it: Freno ferroviario

source: Engine shed
it_it: Deposito dei locomotori

source: Workshop
it_it: Laboratorio

source: Radio tower
it_it: Torre radio

source: Turntable
it_it: Piattaforma girevole

source: Traverser
it_it: Piattaforma scorrevole

source: Loading ramp
it_it: Rampa di carico

source: Crane
it_it: Gru

source: Track scale
it_it: Binario di pesa

source: Carrier truck pit
it_it: Fossa per i camion dei corrieri

source: Gauge conversion
it_it: Conversione dello scartamento

source: Gate
it_it: Cancello

source: Museum
it_it: Museo

source: Container terminal
it_it: Terminal container

source: Station building
it_it: Edificio di stazione

source: Factory connected to railroad line
it_it: Fabbrica con accesso ferroviario

source: Rack
it_it: Cremagliera

source: Embankment
it_it: Terrapieno

source: Cutting
it_it: Sbancamento

source: Miniature railway
it_it: Ferrovia in miniatura

source: Funicular
it_it: Funicolare

source: Military line
it_it: Linea militare

source: Military service track
it_it: Binario di servizio di una linea militare

source: Ferry terminal
it_it: Terminal dei traghetti

source: Ferry
it_it: Traghetto

source: Test line
it_it: Linea di prova

source: Test service track
it_it: Binario di servizio di una linea di prova

source: Car shuttle
it_it: Navetta per auto

source: Rolling highway
it_it: Autostrada su ferro

source: Nothing to see in this zoom level. Please zoom in.
it_it: Niente da vedere in questo livello di zoom. Ingrandisci.

source: Legend not available for this style.
it_it: Legenda non disponibile per questo stile.

source: Language
it_it: Lingua

source: Desktop version
it_it: Versione desktop

source: Style
it_it: Stile

source: Search
it_it: Ricerca

source: No information
it_it: Nessuna informazione

source: speed only given for one direction
it_it: velocità data solo per una direzione

source: main track, service track
it_it: binario principale, binario di servizio

source: Quick search shortcut
it_it: Scorciatoia per la ricerca veloce

source: Placeholder
it_it: Segnaposto

source: Donate
it_it: Dona

source: Tools
it_it: Strumenti

source: Search milestone
it_it: Ricerca pietra miliare

source: Station code
it_it: Codice stazione

source: Search station
it_it: Ricerca stazione

source: UIC reference
it_it: Riferimento UIC

source: About this project
it_it: A proposito di questo progetto

source: Close
it_it: Chiudi

source: Name
it_it: Nome

source: Line operator
it_it: Operatore della linea

source: Operator
it_it: Operatore

source: More results
it_it: Più risultati

source: Spur junction
it_it: Scambio di spinta

source: No background map
it_it: Nessuna mappa di sfondo

source: Deelectrified
it_it: De-elettrificato

source: No information about train protection
it_it: Nessuna informazione sulla protezione del treno

source: Hp-Lichthauptsignal ohne Angabe der Signalzustände
it_it: Segnale luminoso principale Hp senza indicazione degli stati del segnale

source: Track usage
it_it: Uso del binario

source: Lf 7 Geschwindigkeitssignal
it_it: Segnale di velocità Lf 7

source: %SPDMIN%-%SPDMAX% km/h (disused/under construction)
it_it: %SPDMIN%-%SPDMAX% km/h (in disuso/in costruzione)

source: ETCS under construction
it_it: ETCS in costruzione

source: Germany
it_it: Germania

source: Not electrified
it_it: Non elettrificata

source: shunting signal type Ro
it_it: segnale di manovra tipo Ro

source: Track type
it_it: Tipo di binario

source: El 5 "Bügel an"-Signal
it_it: El 5 "Pantografo su"-Segnale

source: Linienzugbeeinflussung
it_it: Controllo di linea

source: So 106 Kreuztafel
it_it: So 106 Pannello a croce

source: Ra 11 Wartezeichen mit Sh 1
it_it: Ra 11 Segno di attesa con Sh 1

source: Junction, Crossover, Service Station, Site
it_it: Giunzione, Attraversamento, Stazione di Servizio, Sito

source: Hp-Formhauptsignal ohne Angabe der Signalzustände
it_it: Segnale di forma principale Hp senza indicazione degli stati del segnale

source: At least 25kV ~
it_it: Minimo 25kV ~

source: minor signal type Lo
it_it: segnale minore tipo Lo

source: Finland
it_it: Finlandia

source: Electrification under construction
it_it: Elettrificazione in costruzione

source: no train protection
it_it: nessuna protezione treno

source: Blockkennzeichen
it_it: Indicatore di blocco

source: Ne 6 Haltepunkttafel
it_it: Ne 6 Pannello del punto di arresto

source: Ne 1 Trapeztafel
it_it: Ne 1 Pannello trapezoidale

source: Ra 11 Wartezeichen ohne Sh 1 / Wartesignal ohne 'Verschubverbot aufgehoben'
it_it: Ra 11 Segno di attesa senza Sh 1 / Segnale di attesa senza "'divieto di smistamento sollevato'

source: signals
it_it: segnali

source: Ne 5 Haltetafel
it_it: Ne5 Pannello di stop

source: Voltage
it_it: Voltaggio

source: More than 3kV =
it_it: Più di 3kV =

source: Lf 6 Geschwindigkeits­ankündesignal
it_it: Lf 6 Segnale di annuncio della velocità

source: 3rd rail
it_it: 3° rotaia

source: Less than 15kV ~
it_it: Meno di 15kV ~

source: crossing signal type To
it_it: segnale di attraversamento tipo To

source: block signal type So
it_it: segnale di blocco tipo So

source: El 2 Einschaltsignal
it_it: El 2 Segnale di accensione treno

source: Ra 10 Rangierhalttafel / Verschubhalttafel
it_it: Ra 10 Pannello di arresto di manovra / Pannello di arresto di smistamento

source: Zs 10 Endesignal (Tafel)
it_it: Zs 10 Segnale fine limite di velocità (pannello)

source: El 1 Ausschaltsignal
it_it: El 1 Segnale di spegnimento treno

source: Ra 11b Wartezeichen
it_it: Ra 11b Cartello in attesa

source: El 6 Halt für Fahrzeuge mit gehobenem Stromabnehmer
it_it: El 6 Stop per veicoli con pantografo rialzato

source: Less than 750V =
it_it: Meno di 750V =

source: Punktförmige Zugbeeinflussung
it_it: Controllo treno puntiforme

source: Operating Sites
it_it: Siti operativi

source: train protection
it_it: protezione treno

source: contact line
it_it: linea di contatto

source: El 4 "Bügel ab"-Signal
it_it: El 4 "Pantografo giù"-Segnale

source: El 3 "Bügel ab"-Ankündigungssignal
it_it: El 3 "Pantografo giù"-Segnale di annuncio

source: Electrification proposed
it_it: Elettrificazione proposta

source: El 1v Ausschaltsignal erwarten
it_it: Preavviso segnale di spegnimento EL v1

source: Sh-Lichtsperrsignal (normal, Zwergsignal)
it_it: Segnale luminoso di blocco Sh (normale, segnale nano)

source: distant signal with Eo 2 (new type)
it_it: segnale distante con Eo 2 (nuovo tipo)

source: Ks-Hauptsignal
it_it: Segnale principale Ks

source: Bü 5 Läutetafel (normal, für durchfahrende Züge)
it_it: Obbligo di suonare Bü 5 (normale, per i treni di passaggio)

source: Ks-Mehrabschnittssignal (normal, verkürzter Bremswegabstand)
it_it: Segnale multi-sezione Ks (normale, spazio di frenata ridotto)

source: Vr-Lichtvorsignal mit Vr 2 (normal, Wiederholer/verkürzter Bremswegabstand)
it_it: Segnale luminoso Vr con Vr 2 (normale, ripetitore/distanza di frenata ridotta)

source: Bü 2 Rautentafel (normal, verkürzter Bremswegabstand)
it_it: Tabella a diamante Bü 2 (normale, spazio di frenata ridotto)

source: Ks-Vorsignal (normal, Wiederholer, verkürzter Bremswegabstand)
it_it: Segnale distante Ks (normale, ripetitore, distanza di frenata ridotta)

source: Bü 4 Pfeiftafel (normal, für durchfahrende Züge)
it_it: Obbligo di fischio Bü 4 (normale, per il passaggio dei treni)

source: ex-Pf 1 Pfeiftafel (normal, für durchfahrende Züge)
it_it: Obbligo di fischio ex-Pf 1 (normale, per il passaggio dei treni)

source: Vr-Formvorsignal ohne Angabe der Signalzustände
it_it: Pre-segnale Vr senza indicazione degli stati del segnale

source: Vr-Formvorsignal (ohne Vr 2, mit Vr 2)
it_it: Forma segnale distante Vr (senza Vr 2, con Vr 2)

source: main signal without aspects given (new type, old type)
it_it: segnale principale senza aspetti dati (nuovo tipo, vecchio tipo)

source: Hp-Lichthauptsignal (ohne Hp 2, mit Hp 2)
it_it: Segnale luminoso principale Hp (senza Hp 2, con Hp 2)

source: main signal with Po 1 (new type, old type)
it_it: segnale principale con Po 1 (nuovo tipo, vecchio tipo)

source: main signal with Po 2 (new type, old type)
it_it: segnale principale con Po 2 (nuovo tipo, vecchio tipo)

source: distant signal with Eo 1 (new type, old type)
it_it: segnale distante con Eo 1 (nuovo tipo, vecchio tipo)

source: Vr-Lichtvorsignal ohne Vr 2 (normal, Wiederholer/verkürzter Bremswegabstand)
it_it: Segnale luminoso Vr senza Vr 2 (normale, ripetitore/distanza di frenata ridotta)

source: Sh-Formsperrsignal (normal, Zwergsignal)
it_it: Segnale di blocco forma Sh (normale, segnale nano)

source: Sv-Signal (ohne Hp 0, mit Hp 0)
it_it: Segnale Sv (senza Hp 0, con Hp 0)

source: Hp-Formhauptsignal (ohne Hp 2, mit Hp 2)
it_it: Forma segnale principale Hp (senza Hp 2, con Hp 2)

source: Vr-Lichtvorsignal ohne Angabe der Signalzustände (normal, Wiederholer/verkürzter Bremswegabstand)
it_it: Segnale luminoso Vr senza indicazione degli stati del segnale (normale, ripetitore/distanza di frenata ridotta)

source: distant signal without aspects given (new type, old type)
it_it: segnale distante senza aspetti dati (nuovo tipo, vecchio tipo)

source: Zs 3v Geschwindigkeits­voranzeiger (Tafel, Lichtsignal)
it_it: Indicatore di velocità Zs 3v (Pannello, Segnale luminoso)

source: Zs 3 Geschwindigkeits­anzeiger (Tafel, Lichtsignal)
it_it: Indicatori di velocità Zs 3 (Pannello, Segnale luminoso)
